Repository: deglingo/windump
Catalog: */windump.po
Languages: fr

source: ERROR
fr: ERREUR

source: could not unmount device '%(dev)s'
fr: impossible de démonter le périphérique '%(dev)s'

source: close any application using it and try again
fr: fermez toues les applications qui l'utilisent et réessayez

source: if it does not help, try to restart the computer
fr: si le problème persiste, redémarrez l'ordinateur

source: could not remount device '%(dev)s'
fr: impossible de remonter le périphérique '%(dev)s'

source: DEV
fr: PARTITION

source: LABEL
fr: ETIQUETTE

source: No device found
fr: Aucune partition trouvée

source: Please choose a partition
fr: Veuillez choisir une partition

source: new image
fr: nouvelle image

source: Please choose an image
fr: Veuillez choisir une image

source: No image found
fr: Aucune image trouvée

source: Choose a name for this backup
fr: Veuillez choisir un nom pour cette image

source: Image '%(i)s' created succesfully
fr: Image '%(i)s' créée avec succès

source: Image creation failed!
fr: La création de l'image a échoué!

source: (New image)
fr: (Nouvelle image)

source: Do you want to continue ?
fr: Voulez-vous continuer ?

source: No backup found
fr: Aucune image trouvée

source: <none>
fr: <aucun>

source: Device '%(uuid)s' is not present
fr: Le périphérique '%(uuid)s' est absent

source: WARNING: THIS OPERATION WILL ERASE ALL DATAS ON THIS PARTITION!
fr: ATTENTION: CETTE OPERATION ECRASERA TOUTES LES DONNEES DE LA PARTITION!

source: Image restore succesfully!
fr: Image restaurée avec succès

source: Image restore failed! (%(r)s)
fr: La restauration a échoué! (%(r)s)

source: FILE: %(fname)s
fr: FICHIER: %(fname)s

source: DELETE
fr: SUPPRIMER

source: WARNING: DO YOU REALLY WANT TO DELETE THIS IMAGE ?
fr: ATTENTION: VOULEZ VOUS VRAIMENT SUPPRIMER CETTE IMAGE ?

source: (THIS OPERATION IS UNDOABLE)
fr: (CETTE OPERATION EST IRREVERSIBLE)

source: Image %(i)s deleted
fr: Image %(i)s supprimée

source: Sorry, an error occured (%(r)s). Maybe the logs below can help:
fr: ERREUR

source: finished - press enter
fr: terminé - appuyez sur entrée

source: What do you want to do ?
fr: Que souhaitez vous faire ?

source: Restore a backup
fr: Restaurer une sauvegarde

source: Backup a partition
fr: Sauvegarder une partition

source: Inspect existing backups
fr: Inspecter les sauvegardes existantes

source: Quit
fr: Quitter
